Repository: Anne017/MyPeople
Catalog: po/*.po
Languages: es, fr, nl

source: To import data from old versions 1.0 and 1.1 visit
es: Para importar datos de las versiones anteriores, visite
fr: Pour importer les données des anciennes versions 1.0 et 1.1, allez sur
nl: Als je gegevens wilt importeren van versie 1.0 of 1.1, ga dan naar

source: No contacts found (First installation ?)
es: No se encontraron contactos (¿Primera instalación?)
fr: Aucun contact trouvé (première installation ?)
nl: Geen contactpersonen aangetroffen (eerste gebruik?)

source: Note
es: Nota
nl: Aantekening

source: an import was already done
es: una importación ya estaba hecha
fr: Un import a déjà été réalisé
nl: Importeren reeds voltooid

source: If redone you can have duplicated
es: Si se vuelve a hacer, puedes duplicar
fr: Des doublons peuvent être créés en cas de nouvel essai
nl: Als je opnieuw importeert, kun je duplicaten krijgen

source: Found
es: Encontró
fr: Trouvé
nl: Aangetroffen

source: Contact(s) from
es: Contactos de
fr: Contact(s) issus de
nl: Contactpersonen van

source: Close
es: Cerrar
fr: Fermer
nl: Sluiten

source: Import
es: Importar
fr: Importer
nl: Importeren

source: OK, succesfully imported
es: Vale, importado correctamente
fr: L'import s'est correctement déroulé
nl: Importeren voltooid

source: contacts
es: contactos
nl: contactpersonen

source: Select item type(s) to remove
es: Seleccionar el tipo(s) de objeto para eliminar
fr: Sélectionnez le(s) type(s) d'éléments à supprimer
nl: Kies de te verwijderen itemsoort(en)

source: (there is NO restore)
es: (NO hay restaurar)
fr: (une restauration n'est PAS possible)
nl: (onomkeerbaar)

source: People
es: Personas
fr: Personnes
nl: Personen

source: Meetings
es: Reuniones
fr: Réunions
nl: Vergaderingen

source: Delete
es: Eliminar
fr: Supprimer
nl: Verwijderen

source: Please, select an option
es: Seleccionar una opción
fr: Veuillez sélectionner une option
nl: Kies een optie

source: Deletion executed successfully
es: Operación ejecutada correctamente
fr: Suppression effectuée avec succès
nl: Verwijderen voltooid

source: Deleted
es: Eliminar
fr: Supprimé
nl: Verwijderd

source: pepole and
es: gente y
fr: personnes et
nl: personen en

source: meetings
es: reuniones
fr: réunions
nl: vergaderingen

source: Export to a CSV file
es: Exportar a un archivo CSV
nl: Exporteren naar csv-bestand

source: (CSV: comma separated values)
es: (CSV: valores separados por comas)
nl: (CSV: kommagescheiden waarden)

source: File name
es: Nombre de archivo
nl: Bestandsnaam

source: Export
es: Exportar
nl: Exporteren

source: File already exist. Change the file name
es: El archivo ya existe. Cambiar el nombre
nl: Dit bestand bestaat al. Geef een andere naam op.

source: Could not write file
es: No se pudo escribir el archivo
nl: Kan bestand niet wegschrijven

source: SUCCESS, file saved under the folder
es: ÉXITO, archivo guardado en la carpeta
nl: Het bestand is opgeslagen

source: Operation Result
es: Resultado de la operación
fr: Résultat de l'opération
nl: Resultaat

source: Operation executed successfully
es: Operación ejecutada correctamente
fr: Opération exécutée avec succès
nl: Gelukt

source: Confirmation
es: Confirmación
nl: Bevestiging

source: Cancel
es: Cancelar
fr: Annuler
nl: Annuleren

source: Execute
es: Ejecutar
fr: Exécuter
nl: Uitvoeren

source: Save this person ?
es: ¿Guardar esta persona?
fr: Enregistrer cette personne ?
nl: Wil je deze persoon opslaan?

source: Name
es: Nombre
fr: Prénom
nl: Voornaam

source: Surname
es: Apellido
fr: Nom
nl: Achteraam

source: Job
es: Empleo
fr: Métier
nl: Functie

source: Birthday
es: Fecha de nacimiento
fr: Anniversaire
nl: Verjaardag

source: Tax code
es: Código fiscal
fr: Code de taxe
nl: Belastingnummer

source: Vat code
es: Código de IVA
fr: Code de TVA
nl: BTW-nummer

source: Address
es: Dirección
fr: Adresse
nl: Adres

source: Phone
es: Teléfono fijo
fr: Téléphone
nl: Telefoonnummer

source: Mobile
es: Teléfono móvil
fr: Portable
nl: Mobiel telefoonnummer

source: Email
es: Correo electrónico
fr: Courriel
nl: E-mailadres

source: Add
es: Añadir
fr: Ajouter
nl: Toevoegen

source: Help
es: Ayuda
fr: Aide
nl: Hulp

source: Export as CSV
es: Exportar como CSV
nl: Exporteren naar csv

source: Settings
es: Configuraciones
fr: Paramètres
nl: Instellingen

source: name OR surname to search
es: nombre O apellido para buscar
fr: Prénom OU Nom à chercher
nl: Zoeken op voor- of achternaam

source: Search
es: Buscar
fr: Rechercher
nl: Zoeken

source: Total people found
es: Total de personas encontradas
fr: Nombre total de personnes trouvées
nl: Gevonden personen

source: Global Agenda Meetings
es: Reuniones de la agenda global
fr: Réunions globales d'agenda
nl: Globale vergaderingen

source: Today
es: Hoy
fr: Aujourd'hui
nl: Vandaag

source: Update
es: Actualizar
fr: Mettre à jour
nl: Bijwerken

source: Confirm the update ?
es: ¿Confirmar la actualización?
fr: Confirmer la mise à jour ?
nl: Wil je bijwerken?

source: Delete person AND his meetings ?
es: ¿Borrar persona Y sus reuniones?
fr: Supprimer cette personnes ET ses réunions ?
nl: Wil je de persoon EN vergaderingen verwijderen?

source: Add new person
es: Añadir nueva persona
fr: Ajouter une nouvelle personne
nl: Persoon toevoegen

source: Details for
es: Detalles para
fr: Détails pour
nl: Informatie over

source: phone
es: teléfono fijo
fr: téléphone
nl: telefoonnummer

source: mobile
es: teléfono móvil
fr: portable
nl: mobiel telefoonnummer

source: mail
es: correo electrónico
fr: courriel
nl: e-mailadres

source: SCHEDULED
es: PROGRAMADO
fr: PLANIFIÉE
nl: INGEPLAND

source: Change status
es: Cambiar el estado
fr: Modifier le statut
nl: Status aanpassen

source: ARCHIVED
es: ARCHIVADO
fr: ARCHIVÉE
nl: GEARCHIVEERD

source: Subject
es: Tema
fr: Sujet
nl: Onderwerp

source: Place
es: Lugar
fr: Lieu
nl: Locatie

source: Date
es: Fecha
nl: Datum

source: Time
es: Horario
fr: Heure
nl: Tijd

source: Update the meeting ?
es: ¿Actualizar la reunión?
fr: Mettre à jour la réunion ?
nl: Wil je de vergadering bijwerken?

source: Delete selected Meeting ?
es: ¿Borrar la reunión seleccionada?
fr: Supprimer la réunion sélectionnée ?
nl: Wil je de geselecteerde vergadering verwijderen?

source: Mark as 'ARCHIVED' and leave it in the database ?
es: ¿Marcar como 'ARCHIVADA' y dejarla en la base de datos?
fr: Marquer comme « ARCHIVÉE » dans la base de données ?
nl: Wil je de vergadering markeren als 'GEARCHIVEERD' en bewaren in de databank?

source: (if you archive a meeting you can reuse it
es: (si archiva una reunión puede usarla de nuevo
fr: (si vous archivez une réunion, vous pourrez la réutiliser
nl: (als je een vergadering archiveert, kun je deze

source: in the future simply updating the date)
es: en el futuro simplemente actualizando la fecha)
fr: plus tard en mettant simplement à jour la date)
nl: op een later moment hergebruiken door de datum aan te passen)

source: Meeting status
es: Estado de la reunión
fr: Statut de la réunion
nl: Vergaderingsstatus

source: (EXPIRED)
es: (MUERTO)
fr: (EXPIRÉE)
nl: (VERLOPEN)

source: From
es: Desde
fr: De
nl: Van

source: To
es: Hasta
fr: À
nl: Tot

source: Scheduled
es: Programado
fr: Planifiée
nl: Ingepland

source: meetings to participate
es: reuniones para participar
fr: réunions auxquelles participer
nl: deelnemende vergaderingen

source: Archived
es: Archivado
fr: Archivée
nl: Gearchiveerd

source: participated old meetings
es: participó en reuniones antiguas
fr: participation(s) à d'anciennes réunions
nl: deelgenomen vergaderingen

source: meeting(s) (listed in chronological order)
es: reuniones (enumeradas en orden cronológico)
fr: réunion(s) (listées par ordre chronologique)
nl: vergadering(en) (in chronologische volgorde)

source: Save
es: Guardar
fr: Enregistrer
nl: Opslaan

source: Save the new meeting ?
es: ¿Guardar la nueva reunión?
fr: Enregistrer la nouvelle réunion ?
nl: Wil je de vergadering opslaan?

source: Search meetings with any people
es: Buscar reuniones con cualquier persona
fr: Rechercher des réunions avec des personnes
nl: Zoeken naar vergaderingen met welke persoon dan ook

source: in the future simply updating it)
es: en el futuro simplemente actualizándola)
fr: plus tard simplement en la mettant à jour)
nl: op een later moment hergebruiken door bij te werken)

source: Edit meeting with
es: Editar reunión con
fr: Modifier la réunion avec
nl: Vergadering aanpassen met

source: Today Meeting
es: Reunión de hoy
fr: Réunion aujourd'hui
nl: Vergadering (vandaag)

source: Search meeting with
es: Buscar reunión con
fr: rechercher une réunion avec
nl: Zoeken naar vergadering met

source: Change
es: Cambiar
fr: Modifier
nl: Aanpassen

source: Create a meeting with
es: Crear una reunión con
fr: Créer une réunion avec
nl: Vergadering samenstellen met

source: Today BirthDay
es: Cumpleaños hoy
fr: Anniversaires aujourd'hui
nl: Verjaardag (vandaag)

source: Remove meetings in the range (no restore) ?
es: Eliminar reuniones en el rango (sin restaurar)?
fr: Supprimer les réunions dans cette plage (pas de restauration) ?
nl: Wil je ALLE opgegeven vergaderingen verwijderen? (dit is onomkeerbaar)

source: Done, deleted
es: Hecho, eliminado
fr: Fait,
nl: Verwijderd

source: meeting(s)
es: reuniones
fr: réunion(s) supprimée(s)
nl: vergadering(en)

source: MAINTENANCE: delete old meetings
es: MANTENIMIENTO: eliminar reuniones antiguas
fr: MAINTENANCE : supprimer les anciennes réunions
nl: BEHEER: oude vergaderingen verwijderen

source: From:
es: Desde:
fr: De :
nl: Van:

source: Product Info
es: Información del producto
fr: Informations
nl: Productinformatie

source: With MyPeople you can:
es: Con MyPeople puedes:
fr: Avec MyPeople, vous pouvez :
nl: Met Personen kun je:

source: a) Store (locally) informations of people <br/> (No data are shared online)
es: a) Almacenar (localmente) información sobre personas <br/> (No se comparten datos en línea)
fr: a) Stocker (localement) des informations au sujet de personnes <br/> (Aucune donnée n'est partagée en ligne)
nl: a) (lokaal) informatie over personen opslaan <br/> (er wordt niks verstuurd)

source: b) Create an Agenda of meetings with the archived people
es: b) Almacenar reuniones con las personas archivadas
fr: b) Créer un Agenda de réunions avec les personnes archivées
nl: b) een vergaderingsagenda samenstellen met personen

source: What is the meeting status ?
es: ¿Cuál es el estado de la reunión?
fr: Qu'est-ce que le statut d'une réunion ?
nl: Wat is de vergaderingsstatus?

source: Is a flag used to organize the stored meetings.
es: Una bandera para mantener el estado de la reunión.
fr: C'est un indicateur utilisé pour organiser les réunions stockées.
nl: Een label om opgeslagen vergaderingen te organiseren.

source: Currently there are three status: <br/><b>'SCHEDULED', 'ARCHIVED', 'SCHEDULED (EXPIRED)''</b>
es: Hay tres estados: <br/><b>'PLANEADA', 'ARCHIVADA', 'PLANEADA (VENCIDA)'</b>
fr: Il existe actuellement trois statuts : <br/><b>« PLANIFIÉE », « ARCHIVÉE », « PLANIFIÉE (EXPIRÉE) »</b>
nl: Momenteel zijn er drie statussen: <br/><b>'INGEPLAND', 'GEARCHIVEERD', 'INGEPLAND (VERLOPEN)'</b>

source: A just created meeting (for a future data) get 'SCHEDULED' status (that means 'is programmed').
es: Cuando se crea una próxima reunión obtiene el estado 'PLANEADA' para indicar que está programada.
fr: Une réunion tout juste créée (à une date ultérieure) reçoit un statut 'PLANIFIÉE' (qui signifie « est programmée »).
nl: Een zojuist samengestelde vergadering (op een toekomstige datum) krijgt de status 'INGEPLAND'.

source: A meeting can be deleted or archived by the user.
fr: Une réunion peut être supprimée ou archivée par l'utilisateur/trice.
nl: Een vergadering kan door de gebruiken worden verwijderd of gearchiveerd.

source: Archiving set the meeting status to 'ARCHIVED'
es: Archivar una reunión colocarlo en estado 'ARCHIVADO'
fr: L'archivage change le statut de la réunion en « ARCHIVÉE »
nl: Archiveren stelt de status in op 'GEARCHIVEERD'

source: That means: 'kept the meeting to use it again in the future, just change his time'.
es: Eso significa: 'mantuve la reunión para usarla de nuevo en el futuro, solo cambia su hora'.
fr: cela signifie : « conserver la réunion pour l'utiliser de nouveau plus tard en changeant juste son heure ».
nl: Dit betekent 'bewaar de vergadering voor een volgende keer door de datum aan te passen'.

source: When the current time is greater than the meeting one, the meeting is set as 'SCHEDULED (EXPIRED)'.
es: Cuando la hora actual es superior a la hora de la reunión, la reunión es 'PLANEADA (VENCIDA)'.
fr: Lorsque l'heure actuelle se situe après celle de la réunion, le statut de la réunion passe à « PLANIFIÉE (EXPIRÉE) »
nl: Als de huidige datum voorbij die van de vergadering ligt, wordt de vergadering ingesteld op 'INGEPLAND (VERLOPEN)'.

source: Updating the date of a 'SCHEDULED (EXPIRED)' meeting with a future date, it return automatically in 'SCHEDULED' status.
es: Actualizar la fecha de una reunión 'PLANEADA (VENCIDA)' con una fecha futura, automáticamente la devuelve al estado PLANEADA de nuevo.
fr: La mise à jour de la date d'une réunion « PLANIFIÉE (EXPIRÉE) » avec une date dans le futur renvoie automatiquement un statut « PLANIFIÉE ».
nl: Als je de datum van zo'n vergadering aanpast naar een toekomstige datum, wordt deze wederom ingesteld op 'INGEPLAND'.

source: What's new in this version
es: Novedades en esta versión
fr: Ce qui change dans cette version
nl: Wat is er nieuw?

source: Support for Dark theme
es: Soporte para el tema oscuro
nl: Ondersteuning voor donker thema

source: French translation
es: traducción francés
fr: traduction française
nl: Franse vertaling

source: Don't show again
es: No mostrar de nuevo
fr: Ne plus afficher
nl: Niet meer tonen

source: Application Configuration
es: Configuración de la aplicación
fr: Configuration de l'application
nl: App-instellingen

source: MyPeople
es: MiGente
fr: Mes Personnes
nl: Personen
